{
  "title": "Wir verwenden Cookies 🍪",
  "text": "Wir verwenden Cookies, um Ihre Erfahrung zu verbessern und den Website-Traffic zu analysieren. Weitere Informationen finden Sie in unserer",
  "policy": "Datenschutzerklärung",
  "accept": "Akzeptieren",
  "decline": "Ablehnen",
  "policyTitle": "Datenschutzerklärung",
  "policyText": "Diese Datenschutzerklärung erklärt, wie wir Ihre Daten verarbeiten und Ihre Datenschutzrechte.",
  "close": "Schließen",

    "policyTitleData": "Datenschutzerklärung",
    "generalInfoTitle": "1. Allgemeine Informationen",
    "generalInfoText": "Ich nehme den Schutz Ihrer persönlichen Daten sehr ernst. In dieser Datenschutzerklärung erkläre ich, welche Daten ich erheben und wie diese verwendet werden. Ich möchte sicherstellen, dass Sie jederzeit nachvollziehen können, wie und warum Ihre Daten verarbeitet werden.",
    "dataCollectedTitle": "2. Welche Daten werden erhoben?",
    "dataCollectedText": "Ich erhebe keine personenbezogenen Daten, wie zum Beispiel Namen, Adressen oder Telefonnummern. Ich sammle lediglich anonymisierte Daten zur Analyse der Nutzung meiner Website durch den Einsatz von Google Analytics. Diese Daten helfen mir, die Benutzererfahrung zu verbessern und den Website-Verkehr zu analysieren.",
    "googleAnalyticsTitle": "3. Nutzung von Google Analytics",
    "googleAnalyticsText": "Meine Website verwendet Google Analytics, einen Webanalysedienst der Google LLC. Google Analytics setzt Cookies ein, um zu analysieren, wie Sie meine Website nutzen. Die dabei erfassten Daten sind anonymisiert und ermöglichen keine Identifizierung der Nutzer. Die gesammelten Daten umfassen Informationen über die Nutzung meiner Website, wie die Anzahl der Besuche, die durchschnittliche Verweildauer und die Seitenaufrufe. ",
    "thirdPartySharingTitle": "4. Weitergabe an Dritte",
    "thirdPartySharingText": "Ich gebe keine personenbezogenen Daten an Dritte weiter. Alle Daten, die durch die Nutzung meiner Website erfasst werden, werden ausschließlich zu den oben genannten Zwecken verwendet.",
    "cookiesAndSettingsTitle": "5. Cookies und Cookie-Einstellungen",
    "cookiesAndSettingsText": "Ich verwende Cookies, um die Nutzung meiner Website zu analysieren und Ihnen eine bessere Benutzererfahrung zu bieten. Sie können die Verwendung von Cookies jederzeit über die Einstellungen Ihres Browsers ablehnen. Wenn Sie dies tun, kann es sein, dass einige Funktionen meiner Website nicht ordnungsgemäß funktionieren.",
    "dataStorageDurationTitle": "6. Dauer der Datenspeicherung",
    "dataStorageDurationText": "Die durch Google Analytics erfassten Daten werden für 1 Monat gespeichert. Nach Ablauf dieser Frist werden die Daten gelöscht.",
    "dataSecurityTitle": "7. Sicherheit Ihrer Daten",
    "dataSecurityText": "Alle übermittelten Daten werden mit SSL verschlüsselt, um die Sicherheit der Übertragung zu gewährleisten.",
    "userRightsTitle": "8. Rechte der Nutzer",
    "userRightsText": "Sie haben das Recht, auf Ihre Daten zuzugreifen, sie zu ändern oder zu löschen. Falls Sie der Meinung sind, dass Ihre Daten falsch verarbeitet werden, können Sie Ihre Rechte gemäß der Datenschutz-Grundverordnung (DSGVO) geltend machen.",
    "contactTitle": "9. Kontakt",
    "contactText": "Meine Kontaktinformationen können Sie einsehen, sobald Sie den Cookies-Zustimmungsbanner akzeptiert haben. Wenn Sie mit den Cookies einverstanden sind, können Sie auf die Kontakt-Seite zugreifen, auf der alle notwendigen Kontaktdaten zu finden sind.",
    "closeData": "Schließen"
}